xeon/20220406-fpw/logs/pg-2-4-512/1000/run-rw-3/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 136445387
latency average = 0.422 ms
initial connection time = 11.095 ms
tps = 75802.379031 (without initial connection time)